Repository: kkcjy/Translator
Catalog: model/OPUS-MT-train/finetune/VNK-Hallituksen_vuosikertomus.tmx
Source language: fi_fi
Languages: sv_se

source: Useita ravinteiden ja jätteiden kierrätykseen liittyviä kokeiluja oli käynnissä.
sv_se: Det pågår ett flertal försök med återvinning av närsalter och avfall.

source: Uusia, kansainvälisesti kilpailukykyisiä pilaantuneiden maa-alueiden kunnostusmenetelmiä kokeiltiin ja alueita kunnostettiin käyttöön (esim. Clean Soil -ohjelma).
sv_se: Under året testades internationellt konkurrenskraftiga metoder för att sanera förorenad mark och vissa markområden restaurerades för användning (t.ex. programmet Clean Soil).

source: Kestävien ja innovatiivisten julkisten hankintojen lisäämisen verkostomaisen osaamiskeskuksen käynnistämistä valmisteltiin kertomusvuonna, ja se aloitti toimintansa maaliskuussa 2018 (KEINO).
sv_se: Under året förbereddes starten för ett kompetenscentrum av nätverkstyp som ska öka hållbara och innovativa offentliga upphandlingar, och verksamheten startade i mars 2018 (KEINO).

source: Osaamiskeskus on merkittävä avaus julkisen hankintatoimen hyödyntämiseksi kestävien ja innovatiivisten hankintojen edistämiseksi.
sv_se: Kompetenscentret är en viktig ny introduktion för att offentlig upphandling ska kunna utnyttjas för att främja hållbara och innovativa upphandlingar.

source: Tavoitetta tukevat myös Green Deal -sopimusten ja vaikuttavuusinvestointien pilotointi.
sv_se: Målet stöds också av Green Deal-kontrakten och ett pilotprojekt för samhällelig investering.

source: Tavoitteena on Euroopan ensimmäinen ympäristöalan julkisten hankintojen vaikuttavuusinvestointi- ja rahoitussopimus v. 2019.
sv_se: Målet är att vara det första kontraktet för samhällelig investering och finansiering inom offentlig upphandling på miljöområdet i Europa 2019.

source: Ruoantuotanto
sv_se: Matproduktion

source: Kärkihankkeen päätavoite on ruoantuotannon kannattavuuden parantaminen.
sv_se: Det primära målet med spetsprojektet är att förbättra lönsamheten inom matproduktionen.

source: Kertomusvuonna eduskunnalle annettiin ruokapoliittinen selonteko (VNS 2/2017 vp), jossa arvioidaan kotimaisen ruoantuotannon kilpailukykyä, vastuullisuutta, markkina- ja kuluttajalähtöisyyttä ja riittävyyttä huoltovarmuuden näkökulmasta.
sv_se: Under året lämnade statsrådet en redogörelse om livsmedelspolitiken till riksdagen (SRR 2/2017 rd), som behandlar den finländska matproduktionens konkurrenskraft, ansvar, marknads- och konsumentorientering och volym med avseende på försörjningsberedskapen.

source: Selonteon toimeenpanosuunnitelma hyväksyttiin syksyllä 2017.
sv_se: Hösten 2017 godkändes en genomförandeplan för redogörelsen.

source: Vuonna 2017 maataloustuotannon kannattavuus pysyi edelleen heikkona.
sv_se: År 2017 var lönsamheten inom jordbruksproduktionen fortfarande svag.

source: Kasvu- ja korjuukausi oli poikkeuksellisen vaikea, mikä näkyi sadon määrässä ja laadussa.
sv_se: Växt- och skördeperioden var exceptionellt svår, vilket återspeglades i skördevolymen och skördekvailteten.

source: Viljasato pieneni, mutta muiden keskeisten maataloustuotteiden tuotantomäärät säilyivät edelleen vakaina.
sv_se: Spannmålsskörden var liten, men produktionsvolymerna av andra viktiga jordbruksprodukter var fortfarande stabila.

source: Maatalouden investointitukien keskeisenä tavoitteena on ylläpitää nykyinen kotimaisen ruoantuotannon taso.
sv_se: Det centrala målet med investeringsstöden till jordbruket är att upprätthålla den nuvarande nivån på den finländska matproduktionen.

source: Suuntaamalla tukea investointeihin tuki ohjautuu tulevaisuuteen panostaville ja toimintaa aktiivisesti kehittäville tiloille.
sv_se: I och med att stöden riktas in på investeringar går de till lantgårdar som satsar på framtiden och aktivt utvecklar sin verksamhet.

source: Maatalouden rakenteen ja tuottavuuden kehittämisessä investoinnit ovat ratkaisevassa asemassa kotimaisen ruoantuotannon kilpailukyvyn ja riittävyyden turvaamisessa.
sv_se: För utvecklingen av strukturen och produktiviteten inom jordbruket är investeringarna av avgörande betydelse för en konkurrenskraftig inhemsk matproduktion och för möjligheterna att säkerställa tillräckligt stor produktion.

source: Poistuvan kapasiteetin korvausinvestointien lisäksi tukea myönnetään yrittäjien jaksamista parantaviin investointeihin.
sv_se: Stödet medges dels för investeringar i att ersätta bortfallande kapacitet, dels för investeringar för större välbefinnande för företagare.

source: Investointituen avulla edistetään myös eläinten hyvinvointia sekä ympäristöinvestointeja ja uusiutuvien energialähteiden käyttöön siirtymistä maataloudessa.
sv_se: Tack vare investeringsstödet kan också djurens välfärd stödjas, likaså miljöinvesteringar och övergång till förnybar energi i jordbruket.

source: Elintarvikkeiden kokonaisviennin arvioidaan v. 2017 olevan 1,6 mrd. euroa.
sv_se: Den totala livsmedelsexporten beräknas vara 1,6 md euro 2017.

source: Vienti kasvoi edellisvuodesta 10,7 %.
sv_se: Exporten ökade med 10,7 % jämfört med året innan.

source: Yritykset ovat lisäksi tehneet paljon uusia vientisopimuksia, joiden tulokset näkyvät jatkossa.
sv_se: Dessutom ingick företagen många nya exportavtal, som kommer att ge resultat längre fram.

source: Elintarviketeollisuusliitto.
sv_se: Livsmedelsindustriförbundet.

source: Kärkihankerahoitusta on tähän mennessä ohjattu yht. n. 2 milj. euroa Elintarviketurvallisuusvirasto Eviralle vientimahdollisuuksia avaaviin markkinoillepääsyhankkeisiin, vientivalvontajärjestelmien kehittämiseen, pk-elintarvikeyritysten neuvontaan ja vientivalmiuksien parantamiseen sekä sähköisen eläinlääkintötodistusjärjestelmän kehittämiseen.
sv_se: Hittils har spetsprojektmedel för ca 2 mn euro getts ut till Livsmedelssäkerhetsverket Evira för projekt som avser marknadstillträde med exportmöjligheter, utveckling av exportövervakningen, rådgivning och bättre exportkapacitet för små och medelstora livsmedelsföretag och framtagning av ett elektroniskt system för veterinärmedicinska intyg.

source: 2.6 Digitalisaatio, kokeilut ja normien purkaminen
sv_se: 2.6 Digitalisering, försöksverksamhet och avveckling av normer

source: Toimintatapojen muutoksen painopistealueella puretaan tarpeetonta sääntelyä, edistetään digitalisaatiolla hallinnon sujuvuutta ja vauhditetaan uudistuksia kokeilujen kautta.
sv_se: Ändrade verksamhetssätt är ett prioriterat område där onödig reglering avvecklas, smidigare förvaltning främjas genom digitalisering och reformer påskyndas genom försök.

source: Lisäksi uudistetaan johtamista ja toimeenpanoa.
sv_se: Dessutom reformeras ledningen och verkställigheten.

source: Julkiset palvelut rakennetaan käyttäjälähtöisiksi ja ensisijaisesti digitaalisiksi.
sv_se: De offentliga tjänsterna blir användarorienterade och i första hand digitala.

source: Luodaan suotuisaa toimintaympäristöä digitaaliselle liiketoiminnalle.
sv_se: En gynnsam omvärld skapas för digital affärsverksamhet.

source: Tavoitteena on helpottaa kansalaisten arkea ja yritysten toimintaa sekä tehostaa julkista hallintoa.
sv_se: Målet är att underlätta medborgarnas vardag och företagens verksamhet samt att göra den offentliga förvaltningen mer effektiv.

source: Seuraavassa kuviossa on esitetty digitalisaatio, kokeilut ja normien purkaminen -painopisteen kärkihankkeiden keskeisten etappien saavuttaminen v. 2017.
sv_se: Figuren nedan visar hur de viktigaste etapperna uppnåddes 2017 i spetsprojekten inom det prioriterade området digitalisering, försöksverksamhet och avveckling av normer.

source: Digitalisaatio, kokeilut ja normien purkaminen -painopisteen keskeisimmät etapit 2017
sv_se: De viktigaste etapperna 2017 i det prioriterade området digitalisering, försöksverksamhet och avveckling av normer

source: Digitaalisten julkisten palveluiden kehittäminen pohjautuu erilaisten tietovarantojen hallintaan ja hyödyntämiseen.
sv_se: Utvecklingen av de digitala offentliga tjänsterna bygger på förvaltning och utnyttjande av olika typer av datalager.

source: Tiedonhallintalain uudistaminen käynnistyi työryhmän linjausten pohjalta.
sv_se: En revidering av informationshanteringslagen startade utifrån de riktlinjer som en arbetsgrupp lade fram.

source: Sääntelyn kohteina ovat mm. tiedonhallinnan suunnittelu- ja kuvausvelvoitteet (sis. myös kokonaisarkkitehtuurin), tiedon elinkaaren hallinta, tiedon vaihto rajapintojen avulla, tietojen säilytys ja arkistointi (mm. säilytysajat), tietoturvasääntely sekä tiedonhallinnan ohjaus.
sv_se: Revideringen gäller bland annat skyldigheten av planera och beskriva (inklusive samlad arkitektur), hantering av livscykeln för information, informationsutbyte med hjälp av gränssnitt, förvaring och arkivering av information (bl.a. förvaringstider), dataskydd och styrning av informationshanteringen.

source: Tiedonhallinnan lainsäädännön kehittämislinjaukset.
sv_se: Tiedonhallinnon lainsäädännön kehittämislinjaukset.

source: Työryhmän raportti.
sv_se: Arbetsgruppsrapport.

source: Kärkihankkeelle varatulla 100 milj. euron määrärahalla on rahoitettu 15 strategisesti merkittävää digitalisaatiohanketta.
sv_se: Med anslaget på 100 mn euro för spetsprojektet har 15 strategiskt viktiga digitaliseringsprojekt finansierats.

source: Esimerkkeinä näistä ovat kansallinen tulorekisteri ja kiinteistö- ja rakentamisalan digitalisaatiohanke (KIRA-digi).
sv_se: Bland dem kan ett nationellt inkomstregister och ett digitaliseringsprojekt inom fastighets- och byggbranschen nämnas (KIRA-digi).

source: Kansallisen tulorekisterin (L 53/2018) tavoitteena on keventää yritysten hallinnollista taakkaa yksinkertaistamalla palkan maksamiseen liittyviä ilmoitusmenettelyjä.
sv_se: Målet med det nationella inkomstregistret (L 53/2018) är att minska företagens administrativa börda genom att anmälningsförfarandena för löneutbetalning förenklas.

source: Palkkatiedot ilmoitetaan 1.1.2019 lähtien tulorekisteriin viiden päivän kuluessa palkan maksutapahtumasta.
sv_se: Från och med den 1 januari 2019 ska löneuppgifter anmälas till inkomstregistert senast fem dagar efter betalningstranskationen.

source: Tiedot siirtyvät sähköisesti rekisteriin suoraan palkkahallinnon järjestelmistä ja muista tietoa tuottavista järjestelmistä.
sv_se: Uppgifterna förs elektroniskt över till registret direkt från lönehanteringssystemen och andra system som producerar information.

source: Verohallinto on rekisterin omistaja ja vastuuviranomainen.
sv_se: Skatteförvaltningen äger och ansvarar för registret.

source: KIRA-digi -hankkeessa oli vuoden 2017 lopussa käynnissä tai jo päättynyt 78 rakennetun ympäristön toimialan kokeilua, joissa kokeiltiin uusia toimintatapoja ja teknisiä ratkaisuja.
sv_se: I slutet av 2017 innehöll Projektet KIRA-digi 78 försök inom området byggd miljö, som antingen pågick eller redan var avslutade. I försöket testades nya arbetssätt och tekniska lösningar.

source: Tulevaisuuden digikaavoitukseen keskittyvässä Maankäyttöpäätöksethankkeessa konkreettisia askeleita otettiin mm. määrittämällä kansainväliset standardit täyttävät vähimmäisvaatimukset tulevaisuuden digikaavoille ja keskeisille maankäyttöpäätöksille.
sv_se: Projektet Maankäyttöpäätökset avsåg markanvändningsbeslut och var inriktat på framtidens digitaliserade planläggning. Arbetet resulterade i några konkreta steg framåt, bland annat genom att det lades fast minimikrav som uppfyller internationella standarder för digitala planer och de viktigaste markanvändningsbesluten i framtiden.

source: Kansallisen palveluarkkitehtuurin toteuttamisohjelma (KaPA) päättyi 31.12.2017, jolloin ohjelmassa toteutetut sähköisen asioinnin tukipalvelut olivat laajasti käytössä koko julkishallinnossa.
sv_se: Programmet för den nationella servicearkitekturen (KaPa) avslutades den 31 december 2017. Redan då var de stödtjänster för elektroniska tjänster som programmet hade tagit fram i omfattande användning i hela den offentliga förvaltningen.

source: Vuoden lopussa otettiin käyttöön entiset palvelut korvaavat kansalaisen tunnistautumispalvelu (Suomi.fi-tunnistus) ja verkkomaksamisen palvelu (Suomi.fi-maksut).
sv_se: I slutet av året infördes en identifikationstjänst (Suomi.fiidentifikation), som ersätter tidigare tjänster, och en tjänst för nätbetalning (Suomi.fibetalningar). Medborgarkontot ersattes med tjänsten Suomi.fi-meddelanden.

source: Kansalaisen asiointitili korvattiin Suomi.fi-viestit -palvelulla ja jatkettiin toisen puolesta asioimisen mahdollistavan valtuutuspalvelun (Suomi.fi-valtuudet) käyttöönottoja.
sv_se: Samtidigt fortsatte man att införa en tjänst som tillåter att någon uträttar ärenden för någon annan (Suomi.fi-fullmakter).

source: Hankkeen loppuraportissa todetaan, että ohjelmassa saavutettiin sille asetetut keskeiset tulokset suunnitellusti, aikataulussa ja alle alkuperäisen budjetin.
sv_se: I slutrapporten från projektet sägs det att programmet uppnådde sina viktigaste mål som planerat, i tid och med en mindre budget än den som hade avsatts.

source: Ulkoisen arvioinnin mukaan KaPA on poikkeuksellinen ja ensimmäinen kansallisesti yhteisten tukipalveluiden kehittämisohjelma, jonka tarkoituksena on myös muuttaa valtio- ja kuntatoimijoiden ajattelua ja asiakaslähtöisyyttä.
sv_se: Enligt en extern utvärdering är KaPA ett ovanligt utvecklingsprojekt och samtidigt det första utvecklingsprojektet för gemensamma nationella stödtjänster. Ett av syftena med programmet var också att få statliga och kommunala aktörer att tänka om och bli mer kundorienterade.

source: Valtion ja kuntasektorin yhteistyön on todettu toteutuneen ohjelmassa erittäin toimivana.
sv_se: Samarbetet mellan staten och kommunsektorn fungerade mycket bra i programmet, sägs det i utvärderingen.

source: Kertomusvuonna käynnistettiin kokeiluhanke Ekosysteemifoorumi, jolla vauhditetaan kansalaisten ja yritysten tarpeita palvelevien digiekosysteemien kehkeytymistä.
sv_se: Under året startade försöksprojektet Ekosysteemifoorumi, som ska skynda på utvecklingen av digitala ekostsyem som tillgodoser medborgarnas och företagens behov.

source: Lisäksi kehitettiin digituen toimintamallia AUTA-hankkeessa.
sv_se: Dessutom togs det fram en verksamhetsmodell för digitalt stöd i projektet AUTA.

source: Julkisen hallinnon tietovarantojen ja tiedon hyödyntämisen mahdollisuuksia on kehitetty ministeriön asettamassa Yhteinen tiedon hallinta -hankkeessa toteuttamalla selvitys ja kokeilu suurten tiedostojen siirrosta osana Kansallinen palveluväylä -konseptia.
sv_se: Projektet Yhteinen tiedon hallinta tillsattes av ministeriet och det tog fram nya möjligheter att nyttiggöra datalager och information som finns i den offentliga förvaltningen. Projektet gjorde en utredning och genomförde ett försök med att överföra stora filer inom ramen för konceptet för en nationell informationsled, Kansallinen palveluväylä.

source: Kehitystyön rinnalla on valmisteltu uusia toimintarakenteita sekä henkilötiedon suostumusperusteista hyödyntämistä ns. omadata-periaatteiden mukaisesti.
sv_se: Vid sidan av utvecklingsarbetet har nya verksamhetsstrukturer och utnyttjande av persondata utifrån samtycke, enligt den så kallade omdata-principen, förberetts.

source: Uusiin toimintamalleihin, palveluekosysteemeihin ja käyttäjäkeskeiseen palvelukehitykseen siirtyminen edellyttää toimenpiteitä kaikilla sektoreilla.
sv_se: Övergången till nya handlingsmodeller, serviceekosystem och användarorienterad tjänsteutveckling kräver åtgärder inom alla sektorer.

source: Muutos mahdollistetaan mm. kehittämällä säädösympäristöä, madaltamalla alalle tulon kynnystä sekä avaamalla kilpailua.
sv_se: Förändringen blir möjlig bland annat när lagstiftningsmiljön föbättras, tröskeln för etablering i branschen blir lägre och konkurrensen avregleras.

source: Tiedon hyödyntämiseen perustuvan liiketoiminnan edellytyksiä on parannettu yleisesti toimeenpanemalla valtioneuvoston periaatepäätös datan hyödyntämisestä liiketoiminnassa (2016) ja liikenteen palveluiden osalta liikennepalvelulailla (320/2017), joka tuli voimaan tietoja koskevalta osin 1.1.2018.
sv_se: Möjligheterna att utnyttja data i affärsverksamhet har överlag förbättrats tack vare statsrådets principbeslut om nyttjande av data i affärsverksamhet (2016) och vad beträffar transportservice tack vare lagen om transportservice (320/2017), som trädde ikraft den 1 januari 2018 i fråga om bestämmelserna om in formation.

source: Liikennemarkkinoiden avaamisen osalta laki tulee voimaan 1.7.2018.
sv_se: Den del av lagen som gäller avreglering av transportmarknaden träder i kraft den 1 juli 2018.

source: Laki mahdollistaa uudenlaiset, tietoon perustuvat, käyttäjälähtöiset ja eri liikennemuotoja yhdistävät palvelut.
sv_se: Lagen möjliggör nya informationsbaserade och användarorienterade tjänster som kombinerar olika transportformer.

source: Lailla on mahdollistettu olennaisten tietojen avoimuus sekä edistetty lippu- ja maksujärjestelmien yhteen toimivuutta ja rajapintojen avoimuutta.
sv_se: Den ger större öppenhet för väsentliga data och medverkar till interoperabilitet mellan biljett- och betalsystemen samtidigt som gränssnitten öppnas.

source: Muutokset luovat edellytyksiä lisääntyvälle kilpailulle ja siten kuluttajalähtöisemmille toimintatavoille.
sv_se: Förändringarna skapar förutsättningar för ökande konkurrens, vilket ger ett mer konsumentorienterat grepp i verksamheten.

source: Käyttäjien edellytyksiä luottaa internetiin ja digitaalisiin toimintatapoihin vahvistettiin kansallisen tietoturvallisuusstrategian (2016) toimilla.
sv_se: Användarnas förutsättningar att kunna lita på webben och digitala arbetsätt stärktes via åtgärderna i den nationella informationssäkerhetsstrategin (2016).

source: Esimerkiksi verkko- ja tietoturvasääntelyä sekä sähköisen tunnistamisen lainsäädäntöä on kehitetty EU- ja kansallisella tasolla.
sv_se: Lagstiftningen om exempelvis nät- och informationssäkerheten och om elektronisk identifikation har utvecklats både i EU och på nationell nivå.

source: Strategian toimenpiteistä yli puolet oli vuoden 2017 loppuun mennessä toteutettu.
sv_se: Mer än hälften av åtgärderna i strategin hade genomförs före årets slut.

source: Älykkään automaation ja robotiikan periaatepäätöksen (2016) toimeenpanon ja robotiikan edistämistoimien myötä Suomeen on syntynyt tieliikenteen ja merenkulun automaatioon uusia toimijaverkostoja ja kansainvälisesti tunnustettuja testialueita.
sv_se: I takt med att principbeslutet om smart robotik och automatisering (2016) har verkställts och åtgärder för att främja införande av robotik har vidtagits, har Finland fått nya nätverk av aktörer inom automation för vägtrafik och sjöfart och internationellt erkända testområden.

source: Lisäksi kaikkia liikennemuotoja koskevalla, automaation edistämiseksi laaditulla tiekartalla varmistetaan automaatiolle otollisen säädös- ja toimintaympäristön syntyminen.
sv_se: Dessutom ska färdplanen för ökad automatisering gälla alla transportformer och säkerställa att det växer fram en gynnsam lagstiftnings- och omvärldsmiljö för automatisering.

source: Vuonna 2017 julkaistussa satelliittinavigoinnin toimenpideohjelmassa (2017) kuvataan toimenpiteet, joilla Suomi nostetaan yhdeksi satelliittijärjestelmien hyödyntämisen kärkimaaksi.
sv_se: Åtgärdsplanen för satellitnavigering (2017) beskriver de åtgärder som ska göra Finland till ett av de länder som är bäst på att utnyttja satellitsystem.

source: Ohjelmassa keskeisimpiä toimenpiteitä ovat satelliittitiedon käyttäminen liiketoiminnassa, paikannuksen laadun varmistaminen erityisesti arktisilla alueilla ja piensatelliittien hyödyntäminen.
sv_se: Bland de viktigaste åtgärderna märks tillämpning av satellitinformation i affärsverksamhet, kvalitetssäkring av satellitnavigering, särskilt i arktiska områden, och användning av småsatelliter.

source: Säädösten sujuvoittaminen
sv_se: Smidigare författningar

source: Kertomusvuonna kansalaisten arkea helpotettiin mm. ammatillisen koulutuksen uudistuksella, henkilökortin sähköisellä hakemusmenettelyllä, aselupamenettelyn yksinkertaistamisella, haja-asutusalueen jätevesien käsittelyn kohtuullistamisella, liikennesääntöjen ja seuraamusten selkeyttämisellä, kuljettajakoulutusuudistuksella sekä ajoneuvojen katsastusaikojen yhdenmukaistamisella EU-sääntöihin.
sv_se: Under årets underlättades medborgarnas vardag bland annat genom en reform av yrkesutbildningen, rätt att ansöka om id-kort elektroniskt, förenklat vapentillståndsförfarande, mindre stränga bestämmelser för behandling av avloppsvatten i glesbygd, tydligare trafikregler och påföljder, reform av förarutbildningen och harmonisering av besikningstiderna för fordon med EUreglerna.

source: Listattuja säädösten sujuvoittamis- tai uudistushankkeita on yli 200.
sv_se: Förteckningen över smidigare lagstiftning och reformprojekt innehåller drygt 200 punkter.

source: Yritysten toimintaedellytyksiä parannettiin mm. avaamalla markkinoita erityisesti liikenteessä, maakaasumarkkinoilla, avaruustoiminnassa ja alkoholin jälleenmyynnissä, lisäämällä sähköistä asiointia sekä purkamalla ulosottoon liittyviä työllistymisen kannustinloukkuja.
sv_se: Företagens verksamhetsförutsättningar förbättrades bland annat genom att marknaden avreglerades, särskilt transporter, marknaden för naturgas, rymdaktivitet och återförsäljning av alkohol. Vidare utvidgades myndigheternas e-tjänster och undanröjdes hindren för att ta jobb i fall av utsökning.

source: Hallinnon keventämistä (ilmoitusmenettelyt) ja palvelujen digitalisointia jatkettiin.
sv_se: Arbetet med att banta ner förvaltningen (anmälningsförfaranden) och att digitalisera tjänster fortsatte.

source: Keskeisimmät hankkeet olivat:
sv_se: De viktigaste projekten var följande:

source: Nimiasioiden käsittelyä joustavoitetaan sähköisillä palveluilla (L 946/2017) 1.1.2019 alkaen (oikeusministeriö)
sv_se: Behandlingen av namnärenden blir smidigare tack vare elektroniska tjänster (L 946/2017), från och med den 1 januari 2019 (justitieministeriet).

source: Ammatillisen koulutuksen uudistus (L 531–535/2017) voimaan 1.1.2018 (opetus- ja kulttuuriministeriö)
sv_se: En reform av yrkesutbildningen (L 531–535/2017) trädde i kraft den 1 januari 2018 (undervisnings- och kulturministeriet).

source: Startup -yrittäjien ja ulkomaalaisten asiantuntijoiden oleskelulupia ja järjestelmää kevennetään (L 121/2018), voimaan 1.4.2018 (sisäministeriö)
sv_se: Det blir enklare för tillväxtföretagare och utländska experter att få uppehållstillstånd (L 121/2018), från och med den 1 april 2018 (inrikesministeriet).

source: Alkoholilain kokonaisuudistus (L 1102/2017) voimaan 1.3.2018 (sosiaali- ja terveysministeriö)
sv_se: En genomgripande reform av alkohollagen (L 1102/2017) träder i kraft den 1 mars 2018 (social- och hälsovårdsministeriet).

source: Kansallinen tulorekisteri (L 53/2018) käyttöön v. 2019 (valtiovarainministeriö)
sv_se: Det nationella inkomstregistret (L 53/2018) införs 2019 (finansministeriet).

source: Laki liikenteen palveluista (HE 145/2017 vp) laajenee kattamaan kaikki liikennemuodot ja kokoaa tiedot yhteen liikennealan rekisteriin 1.7.2018 (liikenne- ja viestintäministeriö)
sv_se: Lagen om transportservice (RP 145/2017 rd) utvidgas och kommer att innefatta alla transportformer och den samlar alla uppgifter i ett enda register; ändringen träder i kraft den 1 juli 2018 (kommunikationsministeriet).

source: Rakentamismääräyskokoelman uudistus on vähentänyt yksittäisiä vaatimuksia 50 % 1.1.2018 alkaen (ympäristöministeriö)
sv_se: En reform av byggbestämmelsesamlingen har minskat enskilda krav med 50 %; reformen träder i kraft den 1 januari 2018 (miljöministeriet).

source: Tieliikennelain kokonaisuudistus (HE 180/2017 vp) lisää turvallisuutta ja muuttaa seuraamusjärjestelmää (liikenne- ja viestintäministeriö)
sv_se: En totalreform av vägtrafiklagen (RP 180/2017 rd) ökar säkerheten och ändrar påföljdssystemet (kommunikationsministeriet).
